Repository: NicktheGeek/genesis-media-project
Catalog: languages/gmp-*.po
Languages: de_de, fr_fr

source: Activate the %s module?
de_de: Das %s Modul aktivieren?
fr_fr: Activer le module %s ?

source: Genesis Media Project
de_de: Genesis Medienprojekt
fr_fr: Projet Media Genesis

source: Media Project
de_de: Medienprojekt
fr_fr: Projet Media

source: Select Modules
de_de: Module auswählen
fr_fr: Sélectionner les modules

source: Genesis Media Project Video Tab Slider Setting
de_de: Genesis Medienprojekt - Video Tab-Slider Einstellungen
fr_fr: Réglage du diaporama vidéo en onglets du Projet Media Genesis

source: Tabs Settings
de_de: Tab-Einstellungen
fr_fr: Réglages des onglets

source: Add Slideshow to theme
de_de: Slideshow dem Theme hinzufügen
fr_fr: Ajouter un diaporama au thème

source: %1$sUse %2$s to add this to your theme.%3$sIf you do not specify the number of slides, the default from the settings will be used.%4$sIf you do not specify a slideshow by slug then the latest videos will be shown%5$s
de_de: %1$sVerwenden Sie %2$s, um dies zu Ihrem Child Theme hinzuzufügen.%3$sWenn Sie die Zahl der Slides nicht angeben, wird der Standard von den Einstellungen verwendet.%4$sWenn Sie keine Slideshow via Permalinkteil (Slug) angeben, werden die neuesten Videos angezeigt%5$s
fr_fr: %1$sUtilisez %2$s pour ajouter ceci à votre thème. %3$sSi vous ne spécifiez pas le nombre de diapositives, la valeur par défaut définie par les réglages sera utilisée. %4$sSi vous ne définissez pas un diaporama par slug, alors les vidéos les plus récentes seront affichées.

source: Add Slideshow to Page/Post
de_de: Slideshow zu Beitrag/ Seite hinzufügen
fr_fr: Ajouter le diaporama à la page / billet

source: %1$sUse %2$s to add the slideshow to page or post content.%3$sIf you do not specify the number of slides, the default from the settings will be used.%4$sIf you do not specify a slideshow by slug then the latest videos will be shown.%5$s
de_de: %1$sVerwenden Sie %2$s, um die Slideshow zu Ihrem Beitrags- oder Seiteninhalt hinzuzufügen.%3$sWenn Sie die Zahl der Slides nicht angeben, wird der Standard von den Einstellungen verwendet.%4$sWenn Sie keine Slideshow via Permalinkteil (Slug) angeben, werden die neuesten Videos angezeigt%5$s
fr_fr: %1$sUtilisez %2$s pour ajouter le diaporama au contenu du billet / page. %3$sSi vous ne spécifiez pas le nombre de diapositives, la valeur par défaut définie par les réglages sera utilisée. %4$sSi vous ne définissez pas un diaporama par slug, alors les vidéos les plus récentes seront affichées.

source: Add Slideshow to Widgeted Area
de_de: Slideshow zu einem Widget-Bereich hinzufügen
fr_fr: Ajouter le diaporama à la zone de widgets

source: %1$sAdd the GMP Tab Slider widget to any sidebar to display in a sidebar.%2$s
de_de: %1$sDas Genesis Medienprojekt Tab-Slider-Widget zu einer beliebigen Sidebar hinzufügen, um es in der Seitenleiste anzuzeigen.%2$s
fr_fr: %1$sAjouter le widget GMP Tab Slider à n'importe quelle barre latérale.%2$s

source: For more details, please visit the module page
de_de: Für weitere Details besuchen Sie bitte die Modulseite
fr_fr: Pour plus de détails, voir la page du module

source: Genesis Media Project Tab Slider
de_de: Genesis Medienprojekt Tab-Slider
fr_fr: Diaporama en onglets du Projet Media Genesis

source: Number of Videos
de_de: Anzahl der Videos
fr_fr: Nombre de videos

source: Default Slideshow:
de_de: Standard-Slideshow
fr_fr: Diaporama par défaut

source: If no slideshow is selected, all videos will be used
de_de: Wenn keine Slideshow ausgewählt ist, werden alle Videos verwendet
fr_fr: Si aucun diaporama n'est sélectionné, toutes les vidéos seront utilisées

source: Use Ajax to load slides
de_de: Ajax verwenden, um die Slides zu laden
fr_fr: Utiliser Ajax pour charger les diapositives

source: Read More
de_de: Weiterlesen
fr_fr: Continuer

source: By
de_de: von
fr_fr: Par

source: Video Tab Slider
fr_fr: Diaporama vidéo en onglets

source: Adds the video tab slider. This may be loaded as a shortcode, widget, or theme function.
de_de: Fügt den Video Tab-Slider hinzu. Dieser kann dann via Shortcode, Widget oder Theme-Funktion geladen werden.
fr_fr: Ajoute le diaporama en onglets. Celui-ci peut-être chargé avec un code de raccourci, un widget ou une fonction du thème.

source: Displays Video Tab Slider
de_de: Zeigt den Video Tab-Slider an
fr_fr: Affiche le diaporama vidéo en onglets

source: GMP - Video Tabs
de_de: Genesis Medien - Video-Tabs
fr_fr: GMP - Onglets Vidéo

source: Title (will not be shown in output)
de_de: Titel (wird nicht in der Ausgabe angezeigt)
fr_fr: Titre (ne sera pas visible)

source: Number of Slides to Show
de_de: Anzahl anzuzeigender Slides
fr_fr: Nombres de diapositives à afficher

source: Slideshow
fr_fr: Diaporama

source: Select
de_de: Auswählen
fr_fr: Sélectionner

source: Genesis Media Project Video Options
de_de: Genesis Medienprojekt Video-Optionen
fr_fr: Réglages vidéo du Projet Media Genesis

source: Video URI
fr_fr: URI de la vidéo

source: Simply paste the video URI and the theme will get the embed code automatically. If source is supported it will get the video and it will also get the default thumbnail
de_de: Fügen Sie einfach die Video-URI ein und das Theme wird den Einbetten-Code automatisch ermitteln. Wenn die entsprechende Videoquelle/ der Dienst unterstützt wird, wird das Video automatisch eingefügt und außerdem automatisch ein Vorschaubild des Videos erstellt.
fr_fr: Coller simplement l'URI de la vidéo et le thème prendra le code d'intégration automatiquement. Si la source est compatible, il trouvera aussi la vidéo et la miniature par défaut.

source: Video Embed
de_de: Video Einbetten-Code
fr_fr: Code d'intégration vidéo

source: For unsupported video sites you may paste the embed code here, but you will need to adjust the size of the video output.
de_de: Für nicht unterstützte Videodienste können Sie den Einbetten-Code hier manuell einfügen. Sie müssen dann die Größe des Videos selbst anpassen (Breite, Höhe).
fr_fr: Pour les sites vidéo non supportés vous pouvez coller le code d'intégration ici, mais vous devrez ajuster les dimensions de l'affichage

source: Video File
de_de: Videodatei
fr_fr: Ficher vidéo

source: You may put a URI for a video file to be used with the included video player here.
de_de: Sie können hier die URI zu einer Videodatei angeben, die hier mit dem beigefügten Video-Player verwendet wird.
fr_fr: Vous pouvez encoder ici l'URI d'une vidéo à utiliser avec le lecteur inclus

source: Video Support
de_de: Video-Unterstützung
fr_fr: Support vidéo

source: Adds video post type and meta boxes for the videos as well as loads all functions to allow videos to work well with Genesis.
de_de: Fügt den Video-Inhaltstyp und Metaboxen für die Videos hinzu. Außerdem werden alle Funktionen geladen, damit Videos gut mit Genesis funktionieren.
fr_fr: Ajoute le type de contenu vidéo et les champs nécessaires pour les vidéos et active les fonctions permettant l'intégration avec Genesis.

source: Reset Video Thumbnail
de_de: Videovorschaubild zurücksetzen
fr_fr: Réinitialise la minitaure de la vidéo

source: We didn't find a video thumbnail for this post.
de_de: Es konnte kein Videovorschaubild für diesen Beitrag gefunden werden.
fr_fr: Pas de miniature vidéo définie pour ce billet

source: Search Again
de_de: Erneut suchen
fr_fr: Chercher à nouveau

source: A video thumbnail will be found for this post when it is published
de_de: Es wird ein Videovorschaubild für diesen Beitrag ermittelt, wenn der Beitrag veröffentlicht wird.
fr_fr: Une miniature de la vidéo sera trouvée pour ce billet lors de la publication

source: Working
de_de: Bei der Arbeit...
fr_fr: Chargement

source: We didn't find a video thumbnail for this post. (be sure you have saved changes first)
de_de: Es konnte kein Videovorschaubild für diesen Beitrag gefunden werden. (Stellen Sie sicher, dass Sie zuvor die Änderungen gespeichert haben - bzw. den Beitrag veröffentlich haben.)
fr_fr: Pas de miniature vidéo trouvée pour ce billet. ( vérifiez que les changements ont été pris en compte)

source: Sorry, you are not allowed to access this page directly.
de_de: Entschuldigung, aber Sie können diese Seite nicht direkt aufrufen.
fr_fr: Désolé, vous ne disposez pas des permissions pour accèder à cette page directement.

source: Sorry, you can't activate unless you have installed %1$sGenesis%2$s
de_de: Hinweis: Dieses Plugin kann <em>nicht</em> aktiviert werden, solange das %1$sGenesis Framework%2$s nicht installiert ist.
fr_fr: Désolé, vous ne pouvez pas activer sans avoir installé %1$sGenesis%2$s au préalable

source: Sorry, you can't activate without %1$sGenesis %2$s%3$s or greater
de_de: Hinweis: Dieses Plugin kann <em>nicht</em> aktiviert werden, außer das %1$sGenesis Framework Version %2$s%3$s oder höher ist installiert.
fr_fr: Désolé, vous ne pouvez pas activer sans %1$sGenesis %2$s%3$s ou supérieur

source: Error retrieving video information from the URL %1$s. If opening that URL in your web browser returns anything else than an error page, the problem may be related to your web server and might be something your host administrator can solve.
de_de: Es trat ein Fehler auf beim Versuch Videoinformationen von der URL %1$s zu laden. Wenn das Öffnen dieser URL in Ihrem Webbrowser alles außer einer Fehlerseite anzeigt, kann das Problem mt Ihrem Webserver zusammenhängen. In diesem Fall könnte Ihnen vielleicht Ihr Serveradministrator weiterhelfen.
fr_fr: Impossible de charger l'information pour la vidéo à partir de l'URL %1$s. Si vous pouvez y accéder directement dans votre navigateur sans erreur, le problème est peut-être causé par votre serveur web et votre hébergeur pourra peut-être le résoudre.

source: Error retrieving a thumbnail from the URL %1$s. If opening that URL in your web browser shows an image, the problem may be related to your web server and might be something your server administrator can solve.
de_de: Es trat ein Fehler auf beim Versuch ein Videovorschaubild von der URL %1$s zu laden. Wenn das Öffnen dieser URL in Ihrem Webbrowser ein Bild anzeigt, kann das Problem mt Ihrem Webserver zusammenhängen. In diesem Fall könnte Ihnen vielleicht Ihr Serveradministrator weiterhelfen.
fr_fr: Impossible de charger une miniature à partir de l'URL %1$s. Si vous pouvez y accéder directement dans votre navigateur sans erreur, le problème est peut-être causé par votre serveur web et votre hébergeur pourra peut-être le résoudre.

source: Add New %s
de_de: %s hinzufügen
fr_fr: Ajouter %s

source: Edit %s
de_de: %s bearbeiten
fr_fr: Modifier $s

source: Search %s
de_de: %s suchen
fr_fr: Rechercher %s

source: Parent %s
de_de: Übergeordnete %s
fr_fr: %s parent

source: Popular %s
de_de: Beliebte %s
fr_fr: %s favoris (ites)

source: All %s
de_de: Alle %s
fr_fr: Tous(tes) les %s

source: Parent %s:
de_de: Übergeordnete %s:
fr_fr: %s parent:

source: Update %s
de_de: %s aktualisieren
fr_fr: Mettre à jour %s

source: New %s Name
de_de: Neuer %s Name
fr_fr: Nouveau nom de %s

source: Seperate %s with commas
de_de: %s mit Kommas abtrennen
fr_fr: Séparer %s par des virgules

source: Add or remove %s
de_de: %s hinzufügen oder entfernen
fr_fr: Ajouter ou supprimer des %s

source: Choose from the most used %s
de_de: Wählen Sie aus den am meisten verwendeten %s
fr_fr: Choisir parmi les %s les plus fréquents

# post type singular name
source: Video
fr_fr: Vidéo

# post type general name
source: Videos
fr_fr: Vidéos

# taxonomy general name
source: Slide Show
fr_fr: Diaporama

# taxonomy singular name
source: Slide Shows
fr_fr: Diaporamas

# taxonomy general name
source: Video Category
de_de: Videokategorie
fr_fr: Catégorie vidéo

# taxonomy singular name
source: Video Categories
de_de: Videokategorien
fr_fr: Catégories vidéo

# taxonomy general name
source: Video Tag
de_de: Videoschlagwort
fr_fr: Étiquette vidéo

# taxonomy singular name
source: Video Tags
de_de: Videoschlagwörter
fr_fr: Étiquettes vidéo

source: New %s
de_de: %s hinzufügen
fr_fr: Nouveau(elle) $s

source: View %s
de_de: %s ansehen
fr_fr: Afficher %s

source: No %s found
de_de: Keine %s gefunden
fr_fr: %s pas trouvé(s)

source: No %s found in trash
de_de: Es befinden sich keine %s im Papierkorb.
fr_fr: %s pas trouvé(s) dans la corbeille

source: Add New
de_de: Hinzufügen
fr_fr: Ajouter
